{
    "pasco2024mixed" : "We used a convergent mixed methods research design to compare and contrast researchers' neighborhood environmental assessments collected using systematic social observations with adolescents' neighborhood environmental assessments collected by semi‐structured interviews with US Mexican adolescents. Using qualitative methods, we found that adolescents sometimes observed the same neighborhood environmental features as researchers. They also sometimes observed different environmental features altogether; in both cases they sometimes layered on additional meaning making. Using mixed methods, we found that there was a high degree of overlap between researchers and adolescents in terms of agreement on the presence of neighborhood environmental features, including physical disorder, physical decay, street safety, and sociocultural symbols. Adolescents expanded upon these neighborhood environmental features with references to positive and negative affect and neighborhood environmental resources. This work highlights the shared and unique aspects of researcher versus adolescent observations and how both data sources are critical to understanding Latinx neighborhood environments.",
    "pasco2020mixed" : "We employed a mixed method design to describe Mexican-origin adolescents’ ethnic-racial label usage in the context of ethnically/racially segregated neighborhoods. Data come from three sources: 26 semistructured interviews with 14 Mexican-origin adolescents (mean age = 15.43, SD = 1.22), 64.3% female, living in neighborhood environments predominated by Latinos; neighborhood (N = 9) data from the U.S. Census Bureau; and systematic social observations of neighborhood block faces (N = 256). Using Key-Word-In-Context analysis, we found that adolescents used a variety of labels to describe themselves and members of their ethnic-racial group while discussing the strengths and challenges associated with their residential neighborhoods. Semistructured interview themes included adolescents’ references to cultural and social resources within neighborhoods, neighborhood challenges, ethnic-racial biases, and normative developmental processes. We examined label usage across interview themes and neighborhood characteristics derived from the census and systematic social observation data. Two triangulated findings emerged: (a) diversity in ethnic-racial label usage in the context of neighborhood resources and (b) greater restriction to the use of panethnic labels in the context of neighborhood challenges. Our study suggests that adolescents may be internalizing messages and symbols in their neighborhoods in ways that have implications for their ethnic-racial labeling and identity development."
}